[
    {"id": 1, "nombre": "Yawn", "historia":"La criatura se ganó el apodo de , ya que abre su boca en forma de bostezo para atacar a su presa. El aspecto más notable de su infección por el virus-T era su enorme tamaño, lo suficientemente grande como para tragarse una persona completa. También demostró que conserva su instinto de depredador, puesto que, tiene mucha facilidad para acechar y atacar a su presa antes de que se diera cuenta. Sin embargo, Yawn exhibe ejemplos de mutaciones no coordinadas, dado que, su tamaño aumento en gran medida, de forma incompatible con su longitud, y su cuerpo se cubrió de llagas y tumores diversos. La potencia de su veneno también fue significativamente mejorada, lo que requiere un suero especialmente formulado para contrarrestarlo. Su veneno rápido, puede inmovilizar a una persona en cuestión de minutos, y puede matar a la víctima poco después si no se contrarresta el veneno."},
    {"id": 2, "nombre": "William Birkin", "historia":"Es un virólogo que aparece en Resident Evil 0, Resident Evil 2, Resident Evil: The Umbrella Chronicles y Resident Evil: Operation Raccoon City y muy brevemente en Resident Evil: Outbreak, constituyendo un papel antagónico en cada uno de los juegos donde aparece, siendo el antagonista principal en Resident Evil 2. Él es un científico que trabaja para la Corporación Umbrella y desarrollador del poderoso virus-G. El cual no llegó a completar al 100% tras el ataque de Marcus en los laboratorio Arklay. No fue respaldado por Albert Wesker y tuvo que activar el sistema de autodestrucción de los laboratorios, con lo que desarrolló y trasladó su investigación a los laboratorios de Raccoon City , en donde con la ayuda de su esposa Annette Birkin lo desarrolló completamente así como las vacunas. Después de que Birkin fallara en su intento de convencer a la mesa de ejecutivos de Umbrella para intentar ganar un ascenso en la compañía luego de mostrar los resultados de su trabajo, intentó traicionar a Umbrella al tratar de vender su investigación al gobierno de los EEUU, encontrando un final irónico ya que él junto a Wesker, habían traicionado a James Marcus, uno de los fundadores de la Corporación con resultados similares a los que experimentaría en la destrucción de Raccoon City."},
    {"id": 3, "nombre": "Nemesis (Tyrant)", "historia":"Es una de las armas biológicas más mortales de la Corporación Umbrella. Es el siguiente paso en las investigaciones de la farmacéutica Umbrella, la evolución de T-103 (Tyrant con apariencia en principio humana, que aparece en Resident Evil 2). Es un humanoide de 2,33 metros de altura. Porta una gabardina negra y cargadores. Entre sus características se incluyen una cara profundamente marcada con una cicatriz (el parásito para crear a Nemesis se implanta directamente en el cerebro, además posee otras cicatrices de intervenciones reforzantes que sus ropas camuflan hasta la segunda parte del juego), una especie de tentáculos que sobresalen horriblemente de la parte posterior superior de su cuerpo que atraviesan los músculos y que usa como armas. Su brazo izquierdo es más musculoso, mientras que el derecho parece más normal, pero envuelto en una funda de cuero apretada con numerosas correas porque en él se concentran más tentáculos (hecho que delata el hombro)."},
    {"id": 4, "nombre": "Lord Osmund Saddler", "historia":"Es el antagonista principal de Resident Evil 4. Un antiguo investigador y científico especializado en armas biológicas y orgánicas, Saddler se aisló en una región desolada de España para continuar con sus investigaciones. Con el tiempo, Saddler se convirtió en el profeta principal y máximo líder de Los Iluminados, una secta y organización paramilitar que buscaba la dominación del mundo y el establecimiento de un nuevo orden mundial a través de los parásitos conocidos como Las Plagas valiéndose del secuestro de Ashley Graham, hija del Presidente de los EE.UU. a la que infectó con el mencionado organismo parasitario para que una vez fuera dejada en libertad, infecte al resto de la familia presidencial y pueda cumplir su objetivo. Sin embargo, Saddler no tomó en consideración que el gobierno enviaría a un agente del servicio secreto a su rescate."},
    {"id": 5, "nombre": "Albert Wesker", "historia":"Conocido por su gran participación en la saga Resident Evil como uno de los villanos principales. Fue uno de los primeros personajes en aparecer en la franquicia junto con Chris Redfield, Jill Valentine, Barry Burton y los demás miembros de S.T.A.R.S. Aún así, su historia es más remota a los acontecimientos del 23 y 24 de julio de 1998. Según uno de los productores de Capcom, Jun Takeuchi, Albert representa el lado oscuro de la humanidad; el lado primitivo. Todo el ego que optimiza lo contrarrestamos con Chris, quien es básicamente el polo opuesto. Es una lucha entre la oscuridad y la luz. Wesker es considerado el antagonista por excelencia de la serie, su vestimenta negra en compañía de sus gafas imponen respeto. Se ha considerado presuntuoso desde joven, precavido, manipulador e ingenioso para evadir y solucionar sus problemas en diversas situaciones. Todo esto con el objetivo de crear una raza humana superior."},
    {"id": 6, "nombre": "Dr. Derek Clifford Simmons", "historia":"Es el segundo principal antagonista de Resident Evil 6. Aparece por primera vez vigilando a Ingrid Hunnigan, la cual está dando información a Leon y a su nueva compañera Helena Harper. Vuelve a aparecer varias veces mas en China. Carla Radames envía un J'avo que lo infecta con el virus-C mejorado por medio de un dardo por la espalda. Simmons fue un antiguo líder de la organización conocida como La Familia y uno de los principales promotores del bombardeo que destruyó Raccoon City en 1998."},
    {"id": 7, "nombre": "Eveline (arma biologica)", "historia":"Cuyo nombre en clave es E-001 es la antagonista principal de Resident Evil 7: Biohazard. Eveline era un ser humano genéticamente modificado concebido como parte de la próxima generación de investigaciones sobre armas biológicas, dirigido por un fabricante no identificado de B.O.W., diseñado para eliminar enemigos sin necesidad de combatir. Como resultado de la fusión de una bacteria anómala en su genoma durante la etapa embrionaria, obtuvo la capacidad de controlar las mentes de las personas que entraron en contacto con ella. Eveline fue la única en ser el primer arma biológica de Tipo-E, así como su obsesión enfermiza por crear una familia que satisfaga sus propias necesidades."},
    {"id": 8, "nombre": "Madre Miranda", "historia":"Es la antagonista principal de Resident Evil: Village. Líder de un misterioso culto. Según se narra en el juego, su contagio con la megamiceta se produjo con la muerte de su hija Eva durante la pandemia de gripe de 1918 infectada por dicho mal. La depresión hizo que abandonara toda esperanza y buscó refugio en una cueva donde se infectó con el hongo megamiceta de casualidad. Con la megamiceta, Miranda infectó a los aldeanos para buscar el anfitrión que pudiera albergar la conciencia de su hija. Diseñó también un parásito conocido como Cadou, que otorgó poderes a los cuatro jerarcas de las familias del valle. La organización conocida como Las Conexiones contacta con ella para ayudarla en sus investigaciones. Miranda les suministra muestras de la megamiceta y del ADN de su hija. De este modo fue como se creó el arma química conocida como Eveline. Así mismo, la organización le facilitó información acerca del paradero de Rose, ideal para el anfitrión con el que reencarnar a su hija fallecida. Se revela asimismo que fue tutora de uno de los fundadores de Umbrella, Oswell E. Spencer, que se vio inspirado con los estudios de Miranda sobre infectar organismos vivos. En uno de sus viajes a África, Spencer encontró un virus que bautizó como el progenitor, el cual sería la base de todos los demás virus responsables de las tragedias acontecidas posteriormente. El descubrimiento le impulsó a fundar la corporación Umbrella (en honor al símbolo que encontró en la cueva de la megamiceta y de la Orden de Miranda)."}
]


