[
    {"id": 1, "imagen": "imagenes/residentevil1.jpg", "descripcion":"La tranquilidad del poblado de Raccoon City se ve interrumpida cuando una serie de espeluznantes asesinatos tienen lugar en las afueras de la ciudad, en la zona boscosa perimetral localizada en las montañas Arklay. Las muertes tenían algo en común: todas las víctimas presentaban indicios de haber sido asesinadas de una forma que recuerda al canibalismo. Ante lo grave de los acontecimientos, el ayuntamiento de la ciudad decide enviar al equipo Bravo de la fuerza especial de la policía local llamada S.T.A.R.S. a investigar pero se pierde todo contacto con ellos durante 24 horas."},
    {"id": 2, "imagen": "imagenes/residentevil2.jpg", "descripcion":"La historia comienza con Leon Scott Kennedy, un oficial de policía recientemente incorporado a la fuerza policial de Raccoon City coincidiendo su llegada a la ciudad con su primer día de trabajo y Claire Redfield, una joven que viajó allí para buscar a su hermano Chris Redfield quien desapareció en circunstancias desconocidas. A su llegada a Raccoon, ambos personajes tienen encuentros fortuitos con los que una vez fueron los ciudadanos de Raccoon City ahora convertidos en muertos vivientes al ser infectados por el virus, por lo que deciden ir a la estación de Policía de la ciudad para protegerse de las hordas que los persiguen."},
    {"id": 3, "imagen": "imagenes/residentevil3.jpg", "descripcion":"El 28 de septiembre de 1998, el pueblo montañoso de Raccoon City fue expuesto a la infección por el virus-T, un agente viral patógeno creado por la Corporación Umbrella, una empresa reconocida a nivel mundial por sus avances farmacéuticos como parte de un oscuro proyecto militar que busca la creación de armas biológicas; dicho agente produce mutaciones genéticas severas en seres vivos, alterando su estructura y convirtiendo a sus portadores en seres horrorosos según la especie infectada y cuyo propósito es esparcir el virus atacando a otros que no hayan sido contagiados. Nadie creyó ni escuchó las advertencias de los miembros del equipo S.T.A.R.S., sobrevivientes al incidente en las montañas Arklay."},
    {"id": 4, "imagen": "imagenes/residentevil4.jpg", "descripcion":"Leon S. Kennedy, ahora convertido en un agente del servicio secreto asignado a la protección de la familia presidencial, es enviado a España en una misión para rescatar a Ashley Graham, la hija del presidente, que ha sido secuestrada por una misteriosa organización de culto. El fue elegido, dado que, fue uno de los pocos sobrevivientes de los acontecimientos ocurridos en Raccoon City. Como agente activo, la primera misión de Leon, consistía en rescatar a Ashley Graham, la hija del presidente de los Estados Unidos quien había sido secuestrada por una misteriosa organización que opera en una zona rural de España."},
    {"id": 5, "imagen": "imagenes/residentevil5.jpg", "descripcion":"Los sucesos narrados en la historia del juego comienzan en el año 2009, seis años después de la destrucción de la Corporación farmacéutica Umbrella, y 11 años después del Incidente de Destrucción de Raccoon City. Chris Redfield es enviado por la B.S.A.A. a investigar un posible contrabando de armas bio orgánicas en África. Al llegar a la zona autónoma de Kijuju, Chris se encuentra con su compañera, Sheva Alomar, de la rama de África Occidental de la B.S.A.A. Juntos, intentan reunirse con el Equipo Alfa de la B.S.A.A., los cuales, intentaban interceptar a un contrabandista de B.O.W.s llamado Ricardo Irving. Para cuando Chris llega a la ciudad, la mayoría de la gente del pueblo ya ha sido infectada con las Plagas Tipo 2, aunque inicialmente, se abstienen de atacar a Chris y Sheva (dado que, aún no se les ha ordenado hacerlo), sino que, estos los ignoran, o les son hostiles."},
    {"id": 6, "imagen": "imagenes/residentevil6.jpg", "descripcion":"El juego comienza en un flashback de Leon Scott Kennedy donde hace una visita al presidente esto en el año 2013. Han pasado quince años desde los acontecimientos en Raccoon City y el presidente de los Estados Unidos, amigo personal de Leon está decidido en contar toda la verdad sobre esos hechos. Sin embargo, un ataque bioterrorista evita la comparecencia y transforma al presidente en un ser deforme, obligando a Leon a tomar una difícil decisión, junto a una nueva misteriosa compañera llamada Helena Harper. Al mismo tiempo, se desarrolla la aventura de Chris Redfield y Piers Nivans, como parte de la B.S.A.A., en China, país donde se ha desatado una amenaza bioterrorista. Por otro lado, también hay una tercera historia paralela a la de Leon Scott Kennedy y Chris Redfield. Esta tercera historia está protagonizada por Jake Muller y Sherry Birkin. (Este primero, siendo el hijo de Albert Wesker). Sherry protege a Jake con el propósito de salvar su sangre, que al parecer, es el único antídoto contra el virus-C. También se ha confirmado que el lugar en el que están situados estos dos personajes, es Europa del Este."},
    {"id": 7, "imagen": "imagenes/residentevil7.jpg", "descripcion":"Este es un juego de survival-horror en el que los jugadores asumen el papel de Ethan, un hombre en busca de su esposa desaparecida en una mansión abandonada. Desde una perspectiva en primera persona con arma de fuego realista, gritos de dolor, y exagerados efectos de la salpicadura de sangre. A medida que los jugadores avanzan a través de la historia, escenas pueden representar casos de actos de gore e intensa de violencia: el brazo de un personaje desmembrado por una motosierra; pierna de un hombre cortado por la rodilla con una pala; un personaje empalado a través de la cara con una pala. Algunas áreas también muestran cuerpos mutilados que expuesta órganos/vísceras. Las palabras joder y mierda se escuchan en el diálogo."},
    {"id": 8, "imagen": "imagenes/residentevil8.jpg", "descripcion":"La historia se desarrolla en una región montañosa aislada alrededor de un pueblo y un castillo medieval en Europa del Este. Ethan y Mia Winters siguieron juntos después de los eventos de Resident Evil 7: Biohazard e intentaron seguir con sus vidas tres años después del incidente en Dulvey. Durante los eventos del juego, la hija de los Winters, Rosemary, es secuestrada por unos individuos, lo que obliga a Ethan a viajar al pueblo, un lugar donde ocurren extraños sucesos por la región con la aparición de extrañas criaturas y el control del castillo por la familia Dimitrescu quienes tienen extrañas habilidades, viéndose también las caras con un viejo amigo del incidente de Dulvey, Chris Redfield."}
]